---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.YOffsetValue
source: html/c31133e2-18ea-7378-7363-a21fb0386258.htm
---
# Autodesk.Revit.DB.ParameterTypeId.YOffsetValue Property

"y Offset Value"

## Syntax (C#)
```csharp
public static ForgeTypeId YOffsetValue { get; }
```